{"title":"The NBA has a defensive three seconds problem","description":"We looked at the data and found that defensive three seconds doesn’t matter when the game matters.","section":[{"id":"intro","title1":"The NBA <br>has a","title2":"<em>defensive <br>three <br>seconds</em>","title3":"problem","text":"A micro-investigation by <br><span>Owen Phillips &amp; <br>Russell Goldenberg</span>","narration":"We looked at the data and found that refs ignore defensive three seconds when the game starts to matter."},{"id":"refresher","text":"Here’s what you need to know about defensive three seconds, basically:<strong></strong> <em>the&nbsp;floor</em> <em>is&nbsp;lava.</em>","narration":"Defenders can’t stand in the lane for more than three seconds -- unless they’re guarding someone. The problem is that refs miss this call all the time -- especially during the second half.","chart":"paint"},{"id":"average","text":"The average defensive three seconds violation is midway through the second quarter.<strong></strong> <em>That’s</em> <em>unusual.</em>","chart":"svg","narration":"We expect most fouls to happen evenly throughout the game. That means the average call should occur around halftime. Not true for defensive three seconds. It’s the only common foul that’s disproportionately called more often in the first half."},{"id":"time","text":"Defensive three seconds is called less often each quarter.<strong></strong> <em>But&nbsp;why?</em>","chart":"svg","narration":"One explanation is that players commit fewer fouls as the game goes on because they’re more engaged, or more “locked in.” We don’t think so.                                             ."},{"id":"report","text":"<em>This&nbsp;is&nbsp;on</em> <em>the&nbsp;refs.</em><strong></strong> Out&nbsp;of 141 reviewed violations at the end of close games, it was called just once.","chart":"video","video":"l2m","frames":"159","chart2":"video","video2":"spike","frames2":"44","narration":"When called correctly, defensive three seconds has the potential to swing the balance of a game ... since it results in both a free throw and possession of the ball. So it’s understandable if referees want to enforce it with discretion"},{"id":"outro","text":"If the NBA is not going to enforce a rule, why have it all?","chart":"video","video":"point","frames":"311","chart2":"video","video2":"nurse","frames2":"180","narration":"But at the same time, when it’s ignored as often as it is, it makes us wonder: What’s the point of a rule if players are free to break it?"}]}