{"title":"The NBA has a defensive three seconds problem","description":"We looked at the data and found that defensive three seconds doesn’t matter when the game matters.","section":[{"id":"intro","title1":"The NBA <br>has a","title2":"<em>defensive <br>three <br>seconds</em>","title3":"problem","text":"A micro-investigation by <br><span>Owen Phillips <br>&amp; Russell Goldenberg</span>","narration":"We looked at the data and found that refs ignore defensive three seconds when the game starts to matter."},{"id":"refresher","text":"Here’s what you need to know about defensive three seconds: basically, <em>the floor is lava.</em>","narration":"Defenders can’t stand in the lane for more than three seconds -- unless they’re guarding someone. The problem is that refs miss this call all the time -- especially during the second half.","chart":"paint"},{"id":"average","text":"The average defensive three seconds violation is midway through the second quarter. <em>That’s unusual.</em>","chart":"svg","narration":"We expect most fouls to happen evenly throughout the game. That means the average call should occur around halftime. Not true for defensive three seconds. It’s the only common foul that’s called more often in the first half."},{"id":"time","text":"Defensive three seconds is called less often each quarter. But why?","chart":"svg","narration":"One explanation is that players commit fewer fouls as the game goes on because they’re more engaged, or more “locked in.” We don’t think so.                                             ."},{"id":"report","text":"<em>This is on the refs.</em> Out of 141 reviewed violations at the end of close games, it was called once!","chart":"video","video":"l2m","frames":"159","chart2":"video","video2":"spike","frames2":"44","narration":"In a review of over 1,400 games between 2015 and 2018, refs missed 99.3% of defensive three seconds violations. No other foul was missed more than 66% of the time during that period."},{"id":"outro","text":"If the NBA is not going to enforce a rule, why have it all?","chart":"video","video":"point","frames":"311","chart2":"video","video2":"jimmy","frames2":"100","narration":"If a player missed 99.3% from the free throw line they’d be out of a job. How many more missed calls are needed before a ref is?"}]}